[
    {
       "src": "https://github.com/krcook1980/KellyCookPortfolio/blob/main/src/assets/ICS.JPG?raw=true",
       "alt": "Innovative Construction Services", 
       "text": "Innovative Construction Services is a start up company in need of a sleek website to help them get their name in the game. Using their assets and existing domain, as well as getting them set up with the Google Search Console, I was able to get them started with a successful web presence. I will continue to work with them to keep their website updated as their business grows.",
       "link": "https://innovativeconst.net/",
       "repo": "https://github.com/krcook1980/InnovativeConstruction",
       "why": "Local Company"
    },
    {
        "src": "https://github.com/krcook1980/KellyCookPortfolio/blob/main/src/assets/ssc.JPG?raw=true",
        "alt": "Scott Schofield Construction",
        "text": "Scott Schofield Construction was looking to update their website with a new modern feel that included information about their services and had a video. The current layout and design is approved, and once the final assets and wording are provided, I will help them get the page deployed on their existing domain. This site is responsive, and the layout changes for mobile viewers.",
        "link": "https://krcook1980.github.io/Schofield-Construction/",
        "repo": "https://github.com/krcook1980/Schofield-Construction",
        "why": "Local Company"
    },
    {
        "src": "https://github.com/krcook1980/KellyCookPortfolio/blob/main/src/assets/ICO.JPG?raw=true",
        "alt": "Inventory Tracker",
        "text": "This inventory location and notification utility was a group project created for a local company having issues with inventory organization. Using Google Maps, with a map overlay and smtpjs.com we created a simple and responsive tool to help them improve productivity, efficiency, and communication. This application won the class award 'Best Business Solution'.",
        "link": "https://krcook1980.github.io/Inventory-Organization-Utility/",
        "repo": "https://github.com/krcook1980/Inventory-Organization-Utility",
        "why": "Group Project"
    },
    {
        "src": "https://github.com/krcook1980/KellyCookPortfolio/blob/main/src/assets/LIB.JPG?raw=true",
        "alt": "Love Is Blind",
        "text": "For our final project we created a dating app that features matching users based on preferences, a chat application, and ability to change preferences. By not allowing photos, we hope to generate deeper connections between users by removing the superficial aspect from online dating. Using MERN, Passport JS, and Socket IO, this application won the class award 'Most Disruptive to it's Industry'.",
        "link": "https://love-is-blind.herokuapp.com/",
        "repo": "https://github.com/krcook1980/DatingApp",
        "why": "Group Project"
    },
    {
        "src": "https://github.com/krcook1980/KellyCookPortfolio/blob/main/src/assets/DPL.JPG?raw=true",
        "alt": "Work Day Scheduler",
        "text": "This is a simple tool created using jquery to help you keep track of your tasks for the day. If they are not cleared out, they will remain for the next time you log in.",
        "link": "https://krcook1980.github.io/DailyPlanner/",
        "repo": "https://github.com/krcook1980/DailyPlanner",
        "why": "Practice Application"
    },
    {
        "src": "https://github.com/krcook1980/KellyCookPortfolio/blob/main/src/assets/WDA.JPG?raw=true",
        "alt": "Weather Dashboard App",
        "text": "This fun weather dashboard using OpenWeatherMap.org allows you to search for a desired city in the United States to receive current weather, humidity, wind speed, and uv index info as well as the 5 day forecast. To add my flare, the page background changes based on the current weather condition listed, and I found more appealing weather icons.",
        "link": "https://krcook1980.github.io/Weather-Dashboard/",
        "repo": "https://github.com/krcook1980/Weather-Dashboard",
        "why": "Practice Application"
    }
    

]